module.exports = {
    market: {
        // 实体市场商品分类、配型的权重
        '台式机': 0.38,
        'I3处理器': 0.40,
        'I5处理器': 0.60,

        '空调': 0.19,
        '壁挂式': 0.65,
        '柜式': 0.35,

        '笔记本': 0.11,
        '14英寸I3处理器': 0.20,
        '14英寸I5处理器': 0.80,

        '投影机': 0.07,
        'LCD投影机': 1.00,

        '复印机': 0.06,
        'A3黑白复印机': 0.60,
        'A3彩色复印机': 0.40,

        '打印机': 0.06,
        'A4黑白激光打印机': 0.80,
        'A4彩色激光打印机': 0.20,

        '硒鼓': 0.03,
        'Q2612A': 0.40,
        'CC388A': 0.30,
        'CE505A': 0.30,

        '数码相机': 0.04,
        '单电数码相机': 0.20,
        '单反数码相机': 0.80,

        '复印纸': 0.04,
        'A4/70g': 0.68,
        'A4/80g': 0.21,
        'A3/70g': 0.07,
        'A3/80g': 0.04,

        '多功能一体机': 0.02,
        'A4黑白激光多功能一体机': 0.80,
        'A4彩色激光多功能一体机': 0.15,
        'A4喷墨多功能一体机': 0.05,

        '扫描仪': 0.01,
        '平板扫描仪': 0.36,
        '便携扫描仪': 0.23,
        '高速扫描仪': 0.41,
    },

    ec: {

        // 各电商的商品分类、配型的权重
        '台式机': 0.38,
        'I3处理器': 0.40,
        'I5处理器': 0.60,

        '空调': 0.19,
        '壁挂式': 0.65,
        '柜式': 0.35,

        '笔记本': 0.11,
        '14英寸I3处理器': 0.20,
        '14英寸I5处理器': 0.80,

        '投影机': 0.07,
        'LCD投影机': 1.00,

        '复印机': 0.06,
        'A3黑白复印机': 0.60,
        'A3彩色复印机': 0.40,

        '打印机': 0.06,
        'A4黑白激光打印机': 0.80,
        'A4彩色激光打印机': 0.20,

        '硒鼓': 0.03,
        'Q2612A': 0.40,
        'CC388A': 0.30,
        'CE505A': 0.30,

        '数码相机': 0.04,
        '单电数码相机': 0.20,
        '单反数码相机': 0.80,

        '复印纸': 0.04,
        'A4/70g': 0.68,
        'A4/80g': 0.21,
        'A3/70g': 0.07,
        'A3/80g': 0.04,

        '多功能一体机': 0.02,
        'A4黑白激光多功能一体机': 0.80,
        'A4彩色激光多功能一体机': 0.15,
        'A4喷墨多功能一体机': 0.05,

        '扫描仪': 0.01,
        '平板扫描仪': 0.36,
        '便携扫描仪': 0.23,
        '高速扫描仪': 0.41,

        // 电商权重
        '京东': 0.73,
        '苏宁': 0.09,
        '国美': 0.05,
        '亚马逊': 0.04,
        '当当': 0.04,
        '一号店': 0.04,
    },

    gov: {

        // 政府单位的商品分类、配型权重
        '台式机': 0.38,
        'I3处理器': 0.40,
        'I5处理器': 0.60,

        '空调': 0.19,
        '壁挂式': 0.65,
        '柜式': 0.35,

        '笔记本': 0.11,
        '14英寸I3处理器': 0.20,
        '14英寸I5处理器': 0.80,

        '投影机': 0.07,
        'LCD投影机': 1.00,

        '复印机': 0.06,
        'A3黑白复印机': 0.60,
        'A3彩色复印机': 0.40,

        '打印机': 0.06,
        'A4黑白激光打印机': 0.80,
        'A4彩色激光打印机': 0.20,

        '硒鼓': 0.03,
        'Q2612A': 0.40,
        'CC388A': 0.30,
        'CE505A': 0.30,

        '数码相机': 0.04,
        '单电数码相机': 0.20,
        '单反数码相机': 0.80,

        '复印纸': 0.04,
        'A4/70g': 0.68,
        'A4/80g': 0.21,
        'A3/70g': 0.07,
        'A3/80g': 0.04,

        '多功能一体机': 0.02,
        'A4黑白激光多功能一体机': 0.80,
        'A4彩色激光多功能一体机': 0.15,
        'A4喷墨多功能一体机': 0.05,

        '扫描仪': 0.01,
        '平板扫描仪': 0.36,
        '便携扫描仪': 0.23,
        '高速扫描仪': 0.41,

        // 政府单位权重
        '央采' : 0.18,
        '中直' : 0.02,
        '总后' : 0,
        '北京' : 0.043,
        '上海' : 0.054,
        '天津' : 0.018,
        '重庆' : 0.021,
        '深圳' : 0.031,
        '浙江' : 0.076,
        '湖南' : 0.018,
        '江西' : 0.018,
        '成都' : 0.018,
        '广东' : 0.085,
        '江苏' : 0.093,
        '南京' : 0.093,
        '山东' : 0.053,
        '贵州' : 0.018,
        '河南' : 0.044,
        '湖北' : 0.018,
        '福建' : 0.036,
        '四川' : 0.038,
        '辽宁' : 0.03,
        '陕西' : 0.008,
        '海南' : 0.008,
        '云南' : 0.008,
        '宁夏' : 0.008,
        '河北' : 0.008,
        '广西' : 0.008,
        '内蒙' : 0.008,
        '黑龙江' : 0.008,
        '吉林' : 0.008,
        '山西' : 0.008,
        '安徽' : 0.008,
    }

};
